[
  {
    "name": "长生客",
    "genre": "东方玄幻·长生系统",
    "style": "温情，人文，以时间为武器的另类修仙文",
    "totalChapterGoal": 1200,
    "specialRequirements": "主角\"陈长生\"穿越到修仙世界，唯一的金手指就是\"长生不老\"。他没有每日增长修为的福利，一切法力都源于漫长岁月中对天地规则的感悟与积累。他选择做一个云游四方的修士，以旁观者的身份，看遍世间沧桑。他看着同辈的天才们意气风发，结丹、化婴，然后因为各种原因陨落；他看着曾经的仇家老死、被杀。数万年后，当年的小修士已经熬死了好几代仙帝。他走过千山万水，在一个个地方驻足，与人结缘，看尽悲欢离合。当朋友老去，他就默默离开，前往下一个地方。当灭世大劫降临，所有人都绝望之际，这个活了数万年的老人，终于站了出来，轻轻一挥手，就化解了大劫。对着震惊的世人，他只是笑着说：'这些年，我走遍天下，看过太多生离死别。这方天地，值得守护。'"
  },
  {
    "name": "柯南世界里的名侦探",
    "genre": "同人文·悬疑推理",
    "style": "严谨的本格推理与原作剧情相结合，吐槽风格，主角性格冷静理智。",
    "totalChapterGoal": 600,
    "specialRequirements": "主角\"北原苍介\"是一名穿越者，重生到二十一世纪初的日本，成为一名高中生，与毛利兰、工藤新一是同班同学。他凭借对《名侦探柯南》剧情的先知，以及自己强大的逻辑推理能力，在工藤新一变小之前，就通过解决一系列案件，闯出了\"西有服部，东有北原\"的名声。故事主线：主角在努力避免被\"死神小学生\"克死的同时，一边解决着原作中未提及的案件，一边利用自己的信息优势，暗中与黑衣组织博弈，试图在最终决战到来前，拯救那些本该牺牲的意难平角色（如明美、松田等）。"
  },
  {
    "name": "木叶：从签到开始的无敌之路",
    "genre": "同人文·火影忍者",
    "style": "轻松无敌，扮猪吃虎，以签到获得各种强大奖励为爽点。",
    "totalChapterGoal": 700,
    "specialRequirements": "主角\"千夜\"穿越到火影世界，成为宇智波一族最普通的下忍，时值第三次忍界大战。他觉醒了\"神级签到系统\"。【在火影岩签到，获得\"仙人体\"】【在终结之谷签到，获得\"轮回眼\"】【在慰灵碑签到，获得\"飞雷神之术\"】。故事主线：主角决定在灭族之夜前，苟在木叶发育。他表面上只是一个平平无奇的宇智波族人，暗地里却通过在木叶各处签到，实力飞速膨胀。九尾之乱，他悄悄救下四代夫妇；灭族之夜，他一己之力说服了团藏和三代。他本想一直这么签到下去，直到成为忍界最强，但当佩恩入侵、四战爆发，他发现自己已经无法低调下去了。"
  },
  {
    "name": "海贼：我的果实是数据面板",
    "genre": "同人文·海贼王",
    "style": "数据流，逻辑清晰，以主角通过分析数据开发能力为核心看点。",
    "totalChapterGoal": 750,
    "specialRequirements": "主角\"雷诺\"穿越到海贼王世界，吃了原创的超人系恶魔果实——\"数据果实\"。这颗果实能将他自身和接触到的一切事物数据化。他可以看到自己的体力值、力量、速度，甚至可以看到剑术的熟练度和霸气的等级。故事主线：他加入了海军，从一名普通海兵做起。别人修炼靠汗水，他修炼靠分析数据，优化每一个动作，将体力利用到极致。他通过数据分析，完美复刻了\"六式\";通过计算风速、湿度，开发出超越斩铁的剑术；通过量化精神力量，掌握了顶级的见闻色与霸王色霸气。他将成为海军历史上最\"科学\"的大将，用绝对的理性和数据，给这个混乱的大海贼时代带来新的秩序。"
  },
  {
    "name": "高冷校花别装了，我早就知道是你",
    "genre": "轻小说·校园恋爱",
    "style": "轻松、甜蜜、充满生活气息的吐槽和喜剧元素。",
    "totalChapterGoal": 550,
    "specialRequirements": "男主\"林默\"是个普通高中生，最大的爱好是玩一款叫做《神魔纪元》的MMORPG，并且是国服顶尖玩家。他在游戏里有个固定搭档，是个操作犀利但说话软萌的妹子。现实中，他的同桌\"夏语冰\"是全校闻名的冰山校花，对他说话从来不超过三个字。故事主线：一次偶然的机会，林默发现夏语冰的手机屏保竟然是《神魔纪元》的角色，经过一系列啼笑皆非的试探，他终于确定，冰山校花就是自己的软萌队友。他选择不戳破，从此开始了线上线下双重\"调戏\"同桌的有趣日常。故事围绕两人在现实中的爆笑互动和游戏中的默契配合展开，逐步升温感情。"
  },
  {
    "name": "转生东京当神主",
    "genre": "轻小说·都市异能",
    "style": "轻松吐槽，带有\"克苏鲁\"元素的现代奇幻，将经营养成与战斗冒险结合。",
    "totalChapterGoal": 650,
    "specialRequirements": "社畜主角\"神谷川\"过劳死后，继承了爷爷在东京一座破败神社，并获得了\"怪谈系统\"，只要解决都市传说，就能获得奖励，修复神社，提升神力。他发现，这个世界的东京，百鬼夜行，怪谈成真。故事主线：主角一边悠闲地经营神社，与前来帮忙的可爱巫女、寄居在神社的妖怪们展开日常喜剧，一边在夜晚化身为强大的神主，手持\"鬼切\"，处理各种棘手的灵异事件（如裂口女、八尺大人）。随着解决的怪谈越来越多，他发现所有事件都指向一个企图让\"邪神\"降临东京的古老阴谋。他必须在日常与非日常之间切换，守护东京的和平。"
  },
  {
    "name": "神豪：从拒绝扶弟魔开始",
    "genre": "都市·神豪系统",
    "style": "节奏明快，以花钱和打脸为核心爽点，满足读者的幻想。",
    "totalChapterGoal": 580,
    "specialRequirements": "主角\"江辰\"在被相恋多年的女友要求\"用你的全部积蓄给你弟弟买套婚房\"时，觉醒了\"神级选择系统\"。【选择一：答应女友，奖励\"绝世好人卡\"一张。选择二：拒绝并分手，奖励一亿现金，顶级超跑一台。】江辰选择了二。故事主线：从此，主角的人生仿佛开了挂。系统不断发布选择任务，奖励从现金、豪宅、公司股份，到各种超凡技能应有尽有。他投资、创业，建立自己的商业帝国；结识上流社会的名媛、明星；随手解决一个个不长眼的反派。故事的核心就是主角如何利用系统奖励，一步步从一个普通人，成为全世界都为之侧目的神豪，体验纸醉金-迷、快意恩仇的生活。"
  },
  {
    "name": "我靠沉睡证长生",
    "genre": "东方玄幻 · 极简系统",
    "style": "温情，人文，以时间为武器的另类修仙文，孤独的旅者",
    "totalChapterGoal": 1500,
    "specialRequirements": "主角\"沈眠\"从现代地球穿越而来，绑定了宇宙中最纯粹的【休眠长生系统】。这个系统没有任何多余的辅助功能，规则只有一条：宿主可以消耗\"当前生命\"进入休眠状态，休眠结束后，系统将根据消耗的休眠时间，以 1:2 的比例返还\"未来生命\"。在清醒的岁月中，他可以像正常修士一样修炼，提升自己的境界。他的旅途，是在一次次沉睡和苏醒的循环中，见证沧海桑田，用漫长到令人绝望的时间去积累修为，最终勘破长生真谛的孤独之旅。"
  }
]
