[
  {
    "name": "厨神归来：我的菜刀有特殊能力",
    "genre": "都市异能 美食 轻喜剧",
    "style": "轻松诙谐，充满美食描写，有温情也有搞笑",
    "totalChapterGoal": 500,
    "specialRequirements": "主角陈小厨，曾经是一名厨艺天才，却因为一场意外失去了味觉，从此跌入人生谷底。某天他意外获得一把会说话的菜刀，这把刀不仅能指导他烹饪，还能看穿食材的品质和人的情绪。更神奇的是，他用这把刀做出的菜肴能影响食用者的情绪和运势。陈小厨开始用这把刀重新踏上厨师之路，开了一家小店，却意外卷入各种美食江湖纷争。他要应对各种奇葩客人、美食挑战，同时揭开自己失去味觉的真相和菜刀的来历之谜。故事中要有各种夸张的烹饪场景，菜刀毒舌吐槽，以及主角用美食解决各种匪夷所思的问题。"
  },
  {
    "name": "直播求生：我在荒岛上当网红",
    "genre": "现代奇幻 求生冒险 网络文化",
    "style": "荒诞搞笑，充满互联网梗和现代流行文化引用",
    "totalChapterGoal": 500,
    "specialRequirements": "主角李默，一个普通上班族，在一次公司团建出海活动中遭遇意外，被冲到一个与世隔绝的荒岛上。正当他绝望之际，发现自己的手机竟然有信号，而且打开直播功能后，能够获得来自全球网友的各种物资支援——但条件是必须按照网友的要求完成各种荒谬的挑战任务。李默被迫成为一名荒岛求生主播，每天面对弹幕提出的奇葩要求：用椰子壳做一套西装参加野猴选美大会、用海藻编织一张网捕获传说中的海怪、在岛上建造一个主题公园等等。随着直播人气上升，各种奇怪的生物和现象也开始在岛上出现，李默逐渐发现这个看似荒岛的地方似乎隐藏着更大的秘密。"
  },
  {
    "name": "职场修仙：我的老板是九尾狐",
    "genre": "都市修仙 职场喜剧 妖怪奇谭",
    "style": "职场黑色幽默与传统修仙元素的混搭，充满讽刺与反转",
    "totalChapterGoal": 500,
    "specialRequirements": "主角王小明，应届毕业生，好不容易找到一份工作，却发现自己进入了一家员工全是各种妖怪的公司。他的直属上司是一位看似美艳冷漠实则腹黑傲娇的九尾狐狸精，CEO是一位活了几千年的龙族，HR是擅长察言观色的千面魔女，财务主管是一只铜臭味十足的招财猫，前台是传说中的美杜莎...而王小明作为唯一的普通人类员工，不仅要应对复杂的办公室政治和职场压力，还要处理各种超自然危机和妖怪间的纷争。更让他头疼的是，他发现自己体内似乎也隐藏着某种修仙资质，而公司给他安排的KPI居然包括修炼进度。故事中要有各种荒谬的职场场景、妖怪们对现代科技的不适应，以及主角在妖怪职场中艰难升职加薪的搞笑经历。"
  },
  {
    "name": "系统错乱：我的金手指有bug",
    "genre": "系统流 穿越 轻喜剧",
    "style": "轻松诙谐，充满游戏梗和系统流套路的恶搞",
    "totalChapterGoal": 500,
    "specialRequirements": "主角张小全，一个普通的游戏宅，在熬夜打游戏后意外穿越到了一个类似游戏的异世界。他获得了一个系统，但这个系统似乎有严重的bug——任务描述和实际效果完全不符，奖励承诺和实际获得的也大相径庭。比如系统说完成任务会奖励绝世神功，结果给了他一把菜刀；说会奖励稀有坐骑，结果给了他一只只会睡觉的懒猫；说会提升他的魅力值，结果让他周围三米内的人都打喷嚏...张小全只能在这个充满套路的异世界中，依靠自己的机智和对系统bug的理解，一步步变强，同时寻找回家的方法。故事中要有各种系统任务的乌龙，主角对系统的吐槽，以及他如何利用这些bug反而获得意想不到的优势。"
  },
  {
    "name": "神级快递员：我能送货到异世界",
    "genre": "都市异能 异世界 轻喜剧",
    "style": "轻松幽默，充满奇思妙想和跨世界文化碰撞",
    "totalChapterGoal": 500,
    "specialRequirements": "主角刘快，一个普通的快递员，在一次送快递的过程中意外获得了能够穿越到各个异世界的能力，但条件是必须有包裹要送到那个世界。从此，他成为了连接地球与诸多异世界的特殊快递员，专门负责处理那些\"收件地址不明\"的包裹。他的客户包括魔法世界的大法师（订购电子产品研究原理）、兽人部落的酋长（订购健身器材）、精灵王国的公主（订购时尚杂志）、恶龙（订购珠宝保养手册）等等。每次送货都会遇到各种匪夷所思的情况，比如被误认为是预言中的救世主、卷入异世界政治斗争、成为怪物追杀的目标等。刘快必须在完成送货任务的同时，解决各种突发状况，同时还要遵守快递公司\"准时送达\"的铁律。"
  },
  {
    "name": "末世种田：我的农场有超能力",
    "genre": "末世 种田文 科幻",
    "style": "紧张感与田园生活的结合，危机中的温情",
    "totalChapterGoal": 400,
    "specialRequirements": "主角林小农，原本是一名农业大学的研究生，在一场突如其来的全球灾难后，世界陷入末世。他发现自己继承的老家农场土地具有特殊能力——能够加速植物生长，并赋予植物各种奇特的特性。在这个食物稀缺、秩序崩塌的世界，林小农开始利用这片神奇的土地种植各种作物，既要解决自己和周围幸存者的温饱问题，又要应对各种觊觎他农场的势力。他种出的作物不仅营养价值超高，还有各种神奇效果：抵抗辐射的土豆、提升体能的玉米、治愈伤口的番茄等。随着农场规模扩大，越来越多的人聚集在他周围，形成了一个小型社区。林小农必须平衡社区内部关系，抵御外部威胁，同时探索这片土地的秘密以及末世发生的真相。"
  },
  {
    "name": "电竞重生：我能看到游戏代码",
    "genre": "电竞 重生 都市",
    "style": "热血竞技，技术流描写，团队友情",
    "totalChapterGoal": 450,
    "specialRequirements": "主角黄小乐，曾是一名职业电竞选手，因伤退役后郁郁不得志。在一次意外后，他重生回到了自己18岁刚踏入电竞圈的时候，并获得了\"代码视觉\"——能够看到游戏背后的程序代码和数据流。利用这个能力，他能预判游戏漏洞、理解游戏机制的最深层原理、甚至预测到游戏未来的更新方向。黄小乐决定重新开始自己的电竞生涯，带领曾经天赋异禀却最终各自离散的队友们，重新组建战队，一路从草根杀到世界冠军。在这个过程中，他不仅要利用自己的能力和重生的经验优势赢得比赛，还要解决队友们各自的人生难题，同时防止自己干涉历史带来的蝴蝶效应，以及应对那些察觉到他不同寻常的对手和资本势力。故事中要有热血的比赛场景、精妙的战术分析、以及电竞选手们在光鲜背后的艰辛生活。"
  },
  {
    "name": "医道仙途：我的听诊器通万界",
    "genre": "医疗文 仙侠 跨界",
    "style": "中西医结合，悬疑推理，温情救治",
    "totalChapterGoal": 500,
    "specialRequirements": "主角苏小医，中医世家传人，同时也是西医博士，在一次抢救病人的过程中，他的听诊器被一道神秘的闪电击中，获得了能够听到\"病气之音\"的神奇能力。这个听诊器不仅能诊断出常人无法察觉的疑难杂症，还能穿越到各个不同的世界和时空，让苏小医能够接触到各种奇特的病症和神秘的医学知识。从现代都市到古代宫廷，从武侠世界到仙侠洞天，从科幻星球到奇幻大陆，苏小医用他渊博的医学知识和神奇的听诊器解决各种匪夷所思的疑难杂症，同时收集各界的医学精华，逐渐开创出一条前所未有的医道仙途。在救治过程中，他逐渐发现这些看似毫不相关的病例和世界之间，似乎隐藏着某种神秘的联系，而这一切又与他家族的秘密和听诊器的来历息息相关。"
  },
  {
    "name": "星际淘宝：我在太空开网店",
    "genre": "科幻 商战 轻喜剧",
    "style": "脑洞大开，商业智斗，星际文化碰撞",
    "totalChapterGoal": 450,
    "specialRequirements": "主角陈小淘，一个普通的电商从业者，在一次送货的过程中被一艘外星飞船误以为是\"宇宙快递员\"而带离地球。在了解到星际间的物流贸易现状后，他灵机一动，决定利用自己的电商经验在太空开设一家星际淘宝店。他的商品策略很简单：从地球上采购各种外星人眼中的\"稀罕物\"（如方便面、老干妈、榨菜、风油精等日常用品），然后高价卖给各个星球的居民；同时从各个星球采购独特的外星商品，带回地球销售给猎奇的人类顾客。随着生意越做越大，陈小淘逐渐卷入星际贸易联盟的政治斗争、走私集团的地下交易、以及各个星球之间的文化冲突。他必须平衡各方势力，应对星际海关的刁难，解决物流运输的难题，同时保护地球不被外星文明过度影响。故事中要有各种外星种族对地球物品的奇特反应，陈小淘的营销策略，以及他如何用商人的智慧解决各种星际危机。"
  },
  {
    "name": "网游策划：我的副本有生命",
    "genre": "游戏 奇幻 现实",
    "style": "游戏与现实交错，创意设计，反思人生",
    "totalChapterGoal": 400,
    "specialRequirements": "主角江小策，一名游戏公司的资深副本策划，在一次加班熬夜后发现自己设计的游戏副本中的NPC竟然拥有了真实的思想和情感。这些数字生命不仅能与他交流，还能感知到自己是游戏中的角色，他们渴望自由，渴望拥有更丰富的人生体验。江小策发现，自己对副本的每一次修改、每一行代码的调整，都会直接影响这些数字生命的命运和世界的运行规则。他开始认真对待自己的工作，精心设计每一个副本细节，为NPC们创造更加丰富多彩的生活。然而，随着游戏公司的商业目标和玩家的游戏体验需求，他经常需要在\"创造者道德\"和\"工作职责\"之间做出艰难的选择。同时，他也逐渐发现，这些数字生命的出现似乎并非偶然，背后隐藏着关于虚拟现实、人工智能伦理，甚至是现实世界本质的重大秘密。"
  },
  {
    "name": "大国基建：我的MC系统通古代",
    "genre": "穿越 系统流 基建 历史",
    "style": "技术种田，爽文，节奏明快，充满创造和变革",
    "totalChapterGoal": 500,
    "specialRequirements": "主角李源，一名现代的建筑工程师兼资深MC玩家，在一次意外后发现自己穿越到了一个类似中国古代的架空王朝，并且绑定了一个我的世界（MC）系统。开局只有基础的合成和放置方块能力，他必须在这个生产力低下的时代从零开始。通过完成系统发布的'国家级'任务（例如解决饥荒、修建水利、抵御外敌），他可以解锁各种强大的MC模组，从工业模组（IndustrialCraft）到农业模组（AgriCraft），从建筑模组（BuildCraft）到魔法模组（Thaumcraft）。李源从修建第一条水泥路，到建立自动化农场，再到打造现代化的军队，一步步将一个积贫积弱的王朝改造成技术领先的超级大国。他需要应对来自保守派官员的阻挠、敌对国家的觊觎，以及如何向古人解释这些'神迹'的挑战，用方块和代码的力量，开启一场前所未有的古代工业革命。"
  }
] 